{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|bos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|eos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unk|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|pad|>": 0,
      "<|unk|>": 1,
      "<|bos|>": 2,
      "<|eos|>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "Y": 56,
      "[": 57,
      "]": 58,
      "_": 59,
      "a": 60,
      "b": 61,
      "c": 62,
      "d": 63,
      "e": 64,
      "f": 65,
      "g": 66,
      "h": 67,
      "i": 68,
      "j": 69,
      "k": 70,
      "l": 71,
      "m": 72,
      "n": 73,
      "o": 74,
      "p": 75,
      "q": 76,
      "r": 77,
      "s": 78,
      "t": 79,
      "u": 80,
      "v": 81,
      "w": 82,
      "x": 83,
      "y": 84,
      "z": 85,
      "{": 86,
      "|": 87,
      "}": 88,
      "³": 89,
      "Ã": 90,
      "â": 91,
      "Ċ": 92,
      "Ġ": 93,
      "Ģ": 94,
      "Ķ": 95,
      "in": 96,
      "Ġt": 97,
      "er": 98,
      "ed": 99,
      "or": 100,
      "Ġa": 101,
      "on": 102,
      "at": 103,
      "al": 104,
      "Ġc": 105,
      "st": 106,
      "es": 107,
      "en": 108,
      "==": 109,
      "ing": 110,
      "it": 111,
      "he": 112,
      "Ġs": 113,
      "an": 114,
      "Ġr": 115,
      "Ġd": 116,
      "ion": 117,
      "ar": 118,
      "le": 119,
      "Ġthe": 120,
      "Ġo": 121,
      "ic": 122,
      "Ġw": 123,
      "ow": 124,
      "ch": 125,
      "Ġm": 126,
      "Ġan": 127,
      "Ġre": 128,
      "ol": 129,
      "ur": 130,
      "ist": 131,
      "Ġin": 132,
      "ent": 133,
      "Ġof": 134,
      "Ġ==": 135,
      "Ġf": 136,
      "el": 137,
      "ig": 138,
      "un": 139,
      "ation": 140,
      "Ġl": 141,
      "ra": 142,
      "Ġand": 143,
      "iv": 144,
      "ot": 145,
      "ir": 146,
      "Ġn": 147,
      "as": 148,
      "ment": 149,
      "Ġe": 150,
      "own": 151,
      "Ġp": 152,
      "et": 153,
      "is": 154,
      "om": 155,
      "Ġto": 156,
      "Ġh": 157,
      "ap": 158,
      "od": 159,
      "og": 160,
      "il": 161,
      "Ġb": 162,
      "ers": 163,
      "us": 164,
      "ĠA": 165,
      "Ġv": 166,
      "ith": 167,
      "ĠC": 168,
      "op": 169,
      "ĠE": 170,
      "Ġtown": 171,
      "iz": 172,
      "ain": 173,
      "ct": 174,
      "im": 175,
      "ro": 176,
      "Ġcon": 177,
      "Ġwith": 178,
      "ve": 179,
      "ĠR": 180,
      "ear": 181,
      "ver": 182,
      "ĠL": 183,
      "ks": 184,
      "rch": 185,
      "Ġk": 186,
      "Ġtra": 187,
      "Ġdi": 188,
      "istor": 189,
      "ized": 190,
      "te": 191,
      "olog": 192,
      "ĠĠ": 193,
      "ding": 194,
      "ĠS": 195,
      "est": 196,
      "pl": 197,
      "ul": 198,
      "Ġst": 199,
      "ag": 200,
      "ly": 201,
      "Ġcom": 202,
      "ans": 203,
      "ists": 204,
      "ive": 205,
      "ish": 206,
      "'s": 207,
      "th": 208,
      "um": 209,
      "Ġ1": 210,
      "ĠO": 211,
      "ĠT": 212,
      "Ġtr": 213,
      "ata": 214,
      "als": 215,
      "Ġse": 216,
      "Ġdata": 217,
      "Ġann": 218,
      "Ġrec": 219,
      "ast": 220,
      "for": 221,
      "ood": 222,
      "per": 223,
      "ron": 224,
      "Ġg": 225,
      "Ġche": 226,
      "ical": 227,
      "ological": 228,
      "bs": 229,
      "os": 230,
      "Ġro": 231,
      "ations": 232,
      "ut": 233,
      "Ġth": 234,
      "ics": 235,
      "ity": 236,
      "am": 237,
      "oc": 238,
      "Ġle": 239,
      "end": 240,
      "Ġfor": 241,
      "ill": 242,
      "ble": 243,
      "cc": 244,
      "ft": 245,
      "ies": 246,
      "ile": 247,
      "lu": 248,
      "ry": 249,
      "âĢ": 250,
      "Ġun": 251,
      "ĠâĢ": 252,
      "Ġad": 253,
      "Ġal": 254,
      "Ġch": 255,
      "Ġsur": 256,
      "age": 257,
      "Ġcomm": 258,
      "ĠâĢĶ": 259,
      "di": 260,
      "ep": 261,
      "eat": 262,
      "gl": 263,
      "hile": 264,
      "over": 265,
      "to": 266,
      "tim": 267,
      "yc": 268,
      "ys": 269,
      "Ġon": 270,
      "Ġit": 271,
      "Ġte": 272,
      "ord": 273,
      "ingu": 274,
      "ite": 275,
      "Ġsat": 276,
      "Ġwhile": 277,
      "Ġmet": 278,
      "igation": 279,
      "unity": 280,
      "Ġla": 281,
      "irr": 282,
      "Ġex": 283,
      "ĠEn": 284,
      "Ġcons": 285,
      "Ġstor": 286,
      "Ġtrans": 287,
      "Ġannot": 288,
      "Ġcommunity": 289,
      "20": 290,
      "89": 291,
      "Histor": 292,
      "In": 293,
      "ced": 294,
      "hop": 295,
      "ian": 296,
      "ium": 297,
      "lite": 298,
      "ms": 299,
      "ous": 300,
      "pp": 301,
      "por": 302,
      "ren": 303,
      "tle": 304,
      "tain": 305,
      "uc": 306,
      "uv": 307,
      "uct": 308,
      "ĠF": 309,
      "ĠP": 310,
      "Ġus": 311,
      "Ġ20": 312,
      "ink": 313,
      "erv": 314,
      "erment": 315,
      "ors": 316,
      "orks": 317,
      "Ġarch": 318,
      "Ġcan": 319,
      "Ġcod": 320,
      "itt": 321,
      "Ġset": 322,
      "Ġdig": 323,
      "Ġworks": 324,
      "Ġmon": 325,
      "Ġferment": 326,
      "ellite": 327,
      "ots": 328,
      "Ġna": 329,
      "Ġnow": 330,
      "Ġhistor": 331,
      "apt": 332,
      "ĠArch": 333,
      "earing": 334,
      "very": 335,
      "Ġchron": 336,
      "Ġits": 337,
      "Ġsatellite": 338,
      "hops": 339,
      "tlement": 340,
      "Ġarchive": 341,
      "Ġsettlement": 342,
      "Ġworkshops": 343,
      "ach": 344,
      "vol": 345,
      "Ġor": 346,
      "icl": 347,
      "Ġret": 348,
      "ired": 349,
      "ĠLi": 350,
      "bserv": 351,
      "Ġchronicl": 352,
      "ub": 353,
      "re": 354,
      "der": 355,
      "ay": 356,
      "ce": 357,
      "ate": 358,
      "The": 359,
      "lic": 360,
      "ĠD": 361,
      "ark": 362,
      "ome": 363,
      "Ġthat": 364,
      "bo": 365,
      "de": 366,
      "ded": 367,
      "gh": 368,
      "ht": 369,
      "ned": 370,
      "ust": 371,
      "ĠG": 372,
      "ĠM": 373,
      "Ġta": 374,
      "Ġacc": 375,
      "all": 376,
      "Ġwill": 377,
      "Ġmain": 378,
      "uring": 379,
      "ight": 380,
      "Ġnot": 381,
      "ĠRe": 382,
      "ĠĠĠĠ": 383,
      "ult": 384,
      "ocal": 385,
      "Ġtele": 386,
      "AN": 387,
      "ad": 388,
      "able": 389,
      "day": 390,
      "ec": 391,
      "ect": 392,
      "gra": 393,
      "ia": 394,
      "ik": 395,
      "ip": 396,
      "ible": 397,
      "nc": 398,
      "ost": 399,
      "our": 400,
      "pen": 401,
      "pow": 402,
      "ruct": 403,
      "ts": 404,
      "val": 405,
      "ync": 406,
      "ĠU": 407,
      "ĠV": 408,
      "Ġj": 409,
      "Ġu": 410,
      "Ġing": 411,
      "Ġirr": 412,
      "ered": 413,
      "ording": 414,
      "Ġaft": 415,
      "ator": 416,
      "ates": 417,
      "Ġcer": 418,
      "ess": 419,
      "Ġsp": 420,
      "Ġsol": 421,
      "ang": 422,
      "anish": 423,
      "ance": 424,
      "Ġres": 425,
      "Ġriv": 426,
      "Ġduring": 427,
      "arly": 428,
      "lect": 429,
      "Ġopen": 430,
      "ice": 431,
      "ched": 432,
      "Ġmap": 433,
      "Ġfeat": 434,
      "ival": 435,
      "Ġnight": 436,
      "ased": 437,
      "Ġpol": 438,
      "Ġha": 439,
      "Ġhost": 440,
      "ild": 441,
      "ilk": 442,
      "Ġby": 443,
      "Ġval": 444,
      "ime": 445,
      "veys": 446,
      "Ġtrac": 447,
      "ĠOk": 448,
      "Ġthro": 449,
      "Ġunder": 450,
      "Ġadded": 451,
      "Ġsurveys": 452,
      "glish": 453,
      "ycl": 454,
      "ĠEnglish": 455,
      "boo": 456,
      "powered": 457,
      "Ġirrigation": 458,
      "Ġafter": 459,
      "Ġsolar": 460,
      "00": 461,
      "17": 462,
      "22": 463,
      "400": 464,
      "989": 465,
      "An": 466,
      "By": 467,
      "Bir": 468,
      "CO": 469,
      "ES": 470,
      "Fl": 471,
      "Her": 472,
      "Kh": 473,
      "Local": 474,
      "Mod": 475,
      "Not": 476,
      "NES": 477,
      "QR": 478,
      "Ra": 479,
      "Vol": 480,
      "WAN": 481,
      "Yor": 482,
      "ae": 483,
      "az": 484,
      "air": 485,
      "ais": 486,
      "afor": 487,
      "ber": 488,
      "cow": 489,
      "cent": 490,
      "cos": 491,
      "cover": 492,
      "dig": 493,
      "dapt": 494,
      "eh": 495,
      "eer": 496,
      "eor": 497,
      "ech": 498,
      "eep": 499,
      "eboo": 500,
      "fs": 501,
      "fitt": 502,
      "fired": 503,
      "flect": 504,
      "gin": 505,
      "gor": 506,
      "gion": 507,
      "gap": 508,
      "her": 509,
      "hap": 510,
      "huv": 511,
      "ient": 512,
      "iment": 513,
      "iest": 514,
      "ians": 515,
      "ju": 516,
      "kt": 517,
      "kth": 518,
      "lat": 519,
      "les": 520,
      "lim": 521,
      "lend": 522,
      "lad": 523,
      "liest": 524,
      "mist": 525,
      "mers": 526,
      "mpor": 527,
      "mitt": 528,
      "milk": 529,
      "na": 530,
      "nu": 531,
      "nal": 532,
      "nological": 533,
      "oan": 534,
      "oRa": 535,
      "ph": 536,
      "ped": 537,
      "pber": 538,
      "qu": 539,
      "ral": 540,
      "ration": 541,
      "set": 542,
      "sper": 543,
      "sian": 544,
      "sors": 545,
      "sance": 546,
      "tium": 547,
      "tang": 548,
      "ument": 549,
      "ves": 550,
      "vival": 551,
      "vna": 552,
      "word": 553,
      "ya": 554,
      "ymers": 555,
      "ĠHistor": 556,
      "ĠIn": 557,
      "Ġ400": 558,
      "ĠHer": 559,
      "ĠKh": 560,
      "ĠNot": 561,
      "ĠQR": 562,
      "ĠYor": 563,
      "ind": 564,
      "infor": 565,
      "Ġter": 566,
      "ern": 567,
      "erit": 568,
      "eries": 569,
      "eds": 570,
      "orn": 571,
      "ored": 572,
      "ortium": 573,
      "Ġapp": 574,
      "onal": 575,
      "onst": 576,
      "onan": 577,
      "onte": 578,
      "ated": 579,
      "atal": 580,
      "ales": 581,
      "alome": 582,
      "alect": 583,
      "alatal": 584,
      "Ġcl": 585,
      "Ġcat": 586,
      "Ġcit": 587,
      "Ġcra": 588,
      "Ġciv": 589,
      "Ġcop": 590,
      "Ġcam": 591,
      "Ġclu": 592,
      "stan": 593,
      "sters": 594,
      "ese": 595,
      "esear": 596,
      "enous": 597,
      "enais": 598,
      "ensors": 599,
      "inging": 600,
      "itor": 601,
      "ital": 602,
      "itized": 603,
      "itigation": 604,
      "Ġsun": 605,
      "Ġsend": 606,
      "Ġslu": 607,
      "Ġsync": 608,
      "Ġsensors": 609,
      "Ġsinging": 610,
      "anists": 611,
      "anto": 612,
      "Ġdown": 613,
      "Ġdood": 614,
      "Ġdoc": 615,
      "Ġdust": 616,
      "ions": 617,
      "ional": 618,
      "ary": 619,
      "arized": 620,
      "aries": 621,
      "arliest": 622,
      "leys": 623,
      "Ġtheir": 624,
      "Ġocc": 625,
      "icro": 626,
      "icul": 627,
      "Ġwir": 628,
      "Ġweat": 629,
      "Ġwearing": 630,
      "Ġmig": 631,
      "Ġmyc": 632,
      "Ġmirr": 633,
      "Ġmitigation": 634,
      "Ġmicro": 635,
      "Ġreve": 636,
      "Ġrelic": 637,
      "Ġreflect": 638,
      "Ġregion": 639,
      "Ġreeds": 640,
      "olkt": 641,
      "ure": 642,
      "ury": 643,
      "ural": 644,
      "ures": 645,
      "istics": 646,
      "Ġinto": 647,
      "Ġinvol": 648,
      "Ġintang": 649,
      "entral": 650,
      "Ġfest": 651,
      "Ġfish": 652,
      "Ġfood": 653,
      "Ġfolkt": 654,
      "elp": 655,
      "ely": 656,
      "elium": 657,
      "eless": 658,
      "elju": 659,
      "igital": 660,
      "igures": 661,
      "uni": 662,
      "unar": 663,
      "unte": 664,
      "unched": 665,
      "Ġlist": 666,
      "Ġlingu": 667,
      "Ġlink": 668,
      "Ġlik": 669,
      "Ġloan": 670,
      "Ġlunar": 671,
      "raced": 672,
      "rams": 673,
      "ives": 674,
      "ivals": 675,
      "otanists": 676,
      "Ġnear": 677,
      "ash": 678,
      "aspor": 679,
      "aspber": 680,
      "asonal": 681,
      "asional": 682,
      "Ġevery": 683,
      "Ġeach": 684,
      "Ġequ": 685,
      "Ġearliest": 686,
      "owned": 687,
      "Ġpop": 688,
      "Ġpair": 689,
      "Ġpalatal": 690,
      "etro": 691,
      "isitor": 692,
      "omy": 693,
      "Ġhall": 694,
      "Ġherit": 695,
      "oggl": 696,
      "iln": 697,
      "Ġbuc": 698,
      "Ġbeh": 699,
      "Ġblend": 700,
      "Ġbotanists": 701,
      "ĠAI": 702,
      "ĠAdapt": 703,
      "ĠAsian": 704,
      "Ġvill": 705,
      "Ġvia": 706,
      "Ġvanish": 707,
      "Ġvisitor": 708,
      "ithm": 709,
      "ĠCult": 710,
      "ĠChuv": 711,
      "ĠClim": 712,
      "ĠConte": 713,
      "ĠCentral": 714,
      "optim": 715,
      "ĠEvery": 716,
      "ĠEarly": 717,
      "ĠEsper": 718,
      "aining": 719,
      "rofitt": 720,
      "Ġcontain": 721,
      "vees": 722,
      "ĠResear": 723,
      "ĠRenais": 724,
      "ĠRaspber": 725,
      "ĠLingu": 726,
      "ĠLoRa": 727,
      "Ġkum": 728,
      "Ġkeep": 729,
      "Ġkelp": 730,
      "Ġkiln": 731,
      "Ġtrading": 732,
      "Ġtrade": 733,
      "Ġdiag": 734,
      "Ġdialect": 735,
      "Ġdiaries": 736,
      "Ġdiaspor": 737,
      "tepp": 738,
      "ĠSalome": 739,
      "ĠSelju": 740,
      "ĠStepp": 741,
      "ests": 742,
      "plus": 743,
      "plink": 744,
      "plaining": 745,
      "ularized": 746,
      "Ġstations": 747,
      "thly": 748,
      "Ġ12": 749,
      "Ġ189": 750,
      "Ġ1989": 751,
      "ĠObserv": 752,
      "ĠOgh": 753,
      "ĠThe": 754,
      "ĠTuv": 755,
      "ĠTech": 756,
      "Ġtruc": 757,
      "Ġsea": 758,
      "Ġseed": 759,
      "Ġseasonal": 760,
      "Ġannals": 761,
      "Ġrecording": 762,
      "Ġrecycl": 763,
      "Ġreconst": 764,
      "astron": 765,
      "asteries": 766,
      "forests": 767,
      "periment": 768,
      "Ġgover": 769,
      "Ġgates": 770,
      "Ġgoggl": 771,
      "Ġchefs": 772,
      "Ġchemist": 773,
      "Ġcheese": 774,
      "oscow": 775,
      "Ġrout": 776,
      "Ġroots": 777,
      "amics": 778,
      "Ġleased": 779,
      "Ġlevees": 780,
      "Ġforec": 781,
      "fted": 782,
      "Ġuncover": 783,
      "Ġadapt": 784,
      "Ġalgor": 785,
      "Ġsurplus": 786,
      "died": 787,
      "diya": 788,
      "times": 789,
      "Ġone": 790,
      "ordion": 791,
      "Ġmeteor": 792,
      "Ġmeticul": 793,
      "Ġlabs": 794,
      "Ġlaunched": 795,
      "Ġexplaining": 796,
      "Ġexperiment": 797,
      "ĠEngin": 798,
      "Ġconsortium": 799,
      "Ġconsonan": 800,
      "Ġstored": 801,
      "Ġstorms": 802,
      "Ġtranslat": 803,
      "Ġtransmitt": 804,
      "Ġannotations": 805,
      "Ġannotated": 806,
      "Historian": 807,
      "rench": 808,
      "ĠFigures": 809,
      "ĠFrench": 810,
      "ĠPi": 811,
      "ĠPetro": 812,
      "Ġuse": 813,
      "Ġusing": 814,
      "Ġ2017": 815,
      "Ġ2022": 816,
      "Ġcanals": 817,
      "Ġcandied": 818,
      "Ġcodes": 819,
      "Ġcoders": 820,
      "Ġdigs": 821,
      "Ġdigitized": 822,
      "Ġmonthly": 823,
      "Ġmonasteries": 824,
      "Ġfermented": 825,
      "Ġfermentation": 826,
      "Ġnaan": 827,
      "Ġnaval": 828,
      "Ġhistory": 829,
      "Ġhistorians": 830,
      "ĠArchae": 831,
      "ĠArchives": 832,
      "Ġoral": 833,
      "Ġretrofitt": 834,
      "ĠLidiya": 835,
      "Ġchronicler": 836,
      "uba": 837,
      "reinfor": 838,
      "ĠDigital": 839,
      "ĠGastron": 840,
      "ĠMoscow": 841,
      "Ġtacos": 842,
      "Ġaccordion": 843,
      "Ġwillow": 844,
      "Ġmaintain": 845,
      "Ġnoteboo": 846,
      "ĠRevival": 847,
      "Ġtelegra": 848,
      "ipment": 849,
      "ournal": 850,
      "ructions": 851,
      "ĠUNES": 852,
      "ĠVR": 853,
      "Ġjournal": 854,
      "Ġuplink": 855,
      "Ġingots": 856,
      "atory": 857,
      "Ġceramics": 858,
      "Ġspark": 859,
      "Ġreshap": 860,
      "Ġriver": 861,
      "Ġmapped": 862,
      "Ġfeature": 863,
      "Ġnightly": 864,
      "Ġpolymers": 865,
      "Ġhave": 866,
      "Ġhosted": 867,
      "ildren": 868,
      "Ġvalleys": 869,
      "Ġtraces": 870,
      "ĠOkafor": 871,
      "Ġthroat": 872,
      "Ġunderstan": 873,
      "Annu": 874,
      "Biruni": 875,
      "Flood": 876,
      "Modern": 877,
      "Volunte": 878,
      "azar": 879,
      "century": 880,
      "digenous": 881,
      "kthorn": 882,
      "laden": 883,
      "mporary": 884,
      "umented": 885,
      "words": 886,
      "ĠHistory": 887,
      "ĠIndigenous": 888,
      "ĠKhazar": 889,
      "ĠNotable": 890,
      "ĠYoruba": 891,
      "Ġterraced": 892,
      "Ġappearing": 893,
      "Ġciting": 894,
      "Ġcrafted": 895,
      "Ġcivic": 896,
      "Ġcopper": 897,
      "Ġcamel": 898,
      "Ġclusters": 899,
      "Ġsunset": 900,
      "Ġsluice": 901,
      "Ġsyncs": 902,
      "Ġdowntimes": 903,
      "Ġdoodle": 904,
      "Ġdocumented": 905,
      "Ġoccasional": 906,
      "Ġwireless": 907,
      "Ġweather": 908,
      "Ġmigration": 909,
      "Ġmycelium": 910,
      "Ġmirrored": 911,
      "Ġmicroforests": 912,
      "Ġreveal": 913,
      "Ġreflecting": 914,
      "Ġinvolves": 915,
      "Ġintangible": 916,
      "Ġfestivals": 917,
      "Ġfishing": 918,
      "Ġfolktales": 919,
      "Ġlinguists": 920,
      "Ġlinking": 921,
      "Ġlikely": 922,
      "Ġloanwords": 923,
      "Ġequipment": 924,
      "Ġpopularized": 925,
      "Ġpalatalized": 926,
      "Ġhalls": 927,
      "Ġheritage": 928,
      "Ġbuckthorn": 929,
      "Ġbehind": 930,
      "ĠAdaptation": 931,
      "Ġvillage": 932,
      "Ġvanished": 933,
      "ĠCultural": 934,
      "ĠChuvash": 935,
      "ĠClimate": 936,
      "ĠContemporary": 937,
      "optimized": 938,
      "ĠEveryday": 939,
      "ĠEsperanto": 940,
      "ĠResearch": 941,
      "ĠRenaissance": 942,
      "ĠRaspberry": 943,
      "ĠLinguistics": 944,
      "ĠLoRaWAN": 945,
      "Ġkumis": 946,
      "Ġkeepers": 947,
      "Ġdiagrams": 948,
      "Ġdiaspora": 949,
      "ĠSeljuk": 950,
      "ĠSteppe": 951,
      "Ġ1893": 952,
      "ĠObservatory": 953,
      "ĠOghur": 954,
      "ĠTuvan": 955,
      "ĠTechnological": 956,
      "Ġtrucks": 957,
      "Ġrecordings": 958,
      "Ġrecycled": 959,
      "Ġreconstructions": 960,
      "Ġgoverned": 961,
      "Ġgoggles": 962,
      "Ġchemistry": 963,
      "Ġroutes": 964,
      "Ġforecast": 965,
      "Ġuncovered": 966,
      "Ġadaptive": 967,
      "Ġalgorithm": 968,
      "Ġmeteorological": 969,
      "Ġmeticulous": 970,
      "ĠEngineer": 971,
      "Ġconsonants": 972,
      "Ġtranslating": 973,
      "Ġtransmitters": 974,
      "ĠPetrovna": 975,
      "ĠArchaeological": 976,
      "Ġretrofitted": 977,
      "reinforced": 978,
      "ĠGastronomy": 979,
      "Ġnotebooks": 980,
      "Ġtelegraph": 981,
      "ĠUNESCO": 982,
      "Ġjournalists": 983,
      "Ġreshaped": 984,
      "Ġunderstanding": 985,
      "Annual": 986,
      "Volunteer": 987,
      "Sch": 988,
      "cap": 989,
      "duct": 990,
      "fe": 991,
      "hen": 992,
      "ool": 993,
      "ple": 994,
      "pur": 995,
      "pos": 996,
      "ses": 997,
      "tra": 998,
      "uz": 999,
      "vel": 1000,
      "zles": 1001,
      "Ġes": 1002,
      "Ġtime": 1003,
      "Ġdep": 1004,
      "Ġobserv": 1005,
      "children": 1006,
      "Ġrepur": 1007,
      "Ġlog": 1008,
      "asses": 1009,
      "Ġevol": 1010,
      "Ġphen": 1011,
      "Ġpuz": 1012,
      "Ġconduct": 1013,
      "Ġtram": 1014,
      "ology": 1015,
      "Ġcomple": 1016,
      "Ġroom": 1017,
      "ution": 1018,
      "Ġteach": 1019,
      "Ġorient": 1020,
      "Ġretired": 1021,
      "ĠLife": 1022,
      "Ġchronicling": 1023,
      "Ġclasses": 1024,
      "School": 1025,
      "cape": 1026,
      "posed": 1027,
      "travel": 1028,
      "Ġescape": 1029,
      "Ġdepot": 1030,
      "Ġobservations": 1031,
      "Ġrepurposed": 1032,
      "Ġevolution": 1033,
      "Ġphenology": 1034,
      "Ġpuzzles": 1035,
      "Ġconductors": 1036,
      "Ġcomplete": 1037,
      "Ġorientation": 1038,
      "Schoolchildren": 1039,
      "ĠĠĠ": 1040,
      "ĊĠĠĠ": 1041,
      "()": 1042,
      "ĊĠĠĠĠ": 1043,
      "Ġ{": 1044,
      "::": 1045,
      "ading": 1046,
      "ĊĠĠĠĠĠĠĠ": 1047,
      "met": 1048,
      "aliz": 1049,
      "elf": 1050,
      "Ġpub": 1051,
      "alize": 1052,
      "ax": 1053,
      "id": 1054,
      "rics": 1055,
      "Ġ}": 1056,
      "Ġself": 1057,
      "ialize": 1058,
      "erialize": 1059,
      "Ġmax": 1060,
      "metrics": 1061,
      "32": 1062,
      "aw": 1063,
      "ait": 1064,
      "fic": 1065,
      "mut": 1066,
      "Ġ=": 1067,
      "station": 1068,
      "Ġsh": 1069,
      "Ġreading": 1070,
      "Ġfn": 1071,
      "Ġpl": 1072,
      "Ġlet": 1073,
      "reading": 1074,
      "ĠĠĠĠĠĠĠ": 1075,
      "().": 1076,
      "await": 1077,
      "!(": 1078,
      "\")": 1079,
      "#[": 1080,
      "(&": 1081,
      "->": 1082,
      "//": 1083,
      ">,": 1084,
      "?;": 1085,
      "Time": 1086,
      "ail": 1087,
      "ader": 1088,
      "des": 1089,
      "ee": 1090,
      "em": 1091,
      "len": 1092,
      "mer": 1093,
      "malize": 1094,
      "pan": 1095,
      "ring": 1096,
      "tc": 1097,
      "tring": 1098,
      "ue": 1099,
      "ws": 1100,
      "};": 1101,
      "Ġ&": 1102,
      "Ġ->": 1103,
      "ormalize": 1104,
      "Ġar": 1105,
      "esig": 1106,
      "eserialize": 1107,
      "Ġdesig": 1108,
      "are": 1109,
      "ican": 1110,
      "Ġwee": 1111,
      "Ġreader": 1112,
      "Ġoffic": 1113,
      "Ġpra": 1114,
      "Ġpark": 1115,
      "ising": 1116,
      "use": 1117,
      "ĠSerialize": 1118,
      "ĠString": 1119,
      "estion": 1120,
      "ateTime": 1121,
      "ĠReading": 1122,
      "Ġtelemet": 1123,
      "())": 1124,
      "ĊĠĠĠĠĠĠĠĠĠĠĠ": 1125,
      "Ġ{}": 1126,
      "::{": 1127,
      "Ġplay": 1128,
      "Ġweek": 1129,
      "Ġtelemetry": 1130
    },
    "merges": [
      [
        "i",
        "n"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "e",
        "r"
      ],
      [
        "e",
        "d"
      ],
      [
        "o",
        "r"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "o",
        "n"
      ],
      [
        "a",
        "t"
      ],
      [
        "a",
        "l"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "s",
        "t"
      ],
      [
        "e",
        "s"
      ],
      [
        "e",
        "n"
      ],
      [
        "=",
        "="
      ],
      [
        "in",
        "g"
      ],
      [
        "i",
        "t"
      ],
      [
        "h",
        "e"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "a",
        "n"
      ],
      [
        "Ġ",
        "r"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "i",
        "on"
      ],
      [
        "a",
        "r"
      ],
      [
        "l",
        "e"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "i",
        "c"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "o",
        "w"
      ],
      [
        "c",
        "h"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "Ġa",
        "n"
      ],
      [
        "Ġr",
        "e"
      ],
      [
        "o",
        "l"
      ],
      [
        "u",
        "r"
      ],
      [
        "i",
        "st"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "en",
        "t"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "Ġ",
        "=="
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "e",
        "l"
      ],
      [
        "i",
        "g"
      ],
      [
        "u",
        "n"
      ],
      [
        "at",
        "ion"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "r",
        "a"
      ],
      [
        "Ġan",
        "d"
      ],
      [
        "i",
        "v"
      ],
      [
        "o",
        "t"
      ],
      [
        "i",
        "r"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "a",
        "s"
      ],
      [
        "m",
        "ent"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "ow",
        "n"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "e",
        "t"
      ],
      [
        "i",
        "s"
      ],
      [
        "o",
        "m"
      ],
      [
        "Ġt",
        "o"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "a",
        "p"
      ],
      [
        "o",
        "d"
      ],
      [
        "o",
        "g"
      ],
      [
        "i",
        "l"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "er",
        "s"
      ],
      [
        "u",
        "s"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "Ġ",
        "v"
      ],
      [
        "it",
        "h"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "o",
        "p"
      ],
      [
        "Ġ",
        "E"
      ],
      [
        "Ġt",
        "own"
      ],
      [
        "i",
        "z"
      ],
      [
        "a",
        "in"
      ],
      [
        "c",
        "t"
      ],
      [
        "i",
        "m"
      ],
      [
        "r",
        "o"
      ],
      [
        "Ġc",
        "on"
      ],
      [
        "Ġw",
        "ith"
      ],
      [
        "v",
        "e"
      ],
      [
        "Ġ",
        "R"
      ],
      [
        "e",
        "ar"
      ],
      [
        "v",
        "er"
      ],
      [
        "Ġ",
        "L"
      ],
      [
        "k",
        "s"
      ],
      [
        "r",
        "ch"
      ],
      [
        "Ġ",
        "k"
      ],
      [
        "Ġt",
        "ra"
      ],
      [
        "Ġd",
        "i"
      ],
      [
        "ist",
        "or"
      ],
      [
        "iz",
        "ed"
      ],
      [
        "t",
        "e"
      ],
      [
        "ol",
        "og"
      ],
      [
        "Ġ",
        "Ġ"
      ],
      [
        "d",
        "ing"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "e",
        "st"
      ],
      [
        "p",
        "l"
      ],
      [
        "u",
        "l"
      ],
      [
        "Ġ",
        "st"
      ],
      [
        "a",
        "g"
      ],
      [
        "l",
        "y"
      ],
      [
        "Ġc",
        "om"
      ],
      [
        "an",
        "s"
      ],
      [
        "ist",
        "s"
      ],
      [
        "iv",
        "e"
      ],
      [
        "is",
        "h"
      ],
      [
        "'",
        "s"
      ],
      [
        "t",
        "h"
      ],
      [
        "u",
        "m"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "Ġ",
        "O"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "Ġt",
        "r"
      ],
      [
        "at",
        "a"
      ],
      [
        "al",
        "s"
      ],
      [
        "Ġs",
        "e"
      ],
      [
        "Ġd",
        "ata"
      ],
      [
        "Ġan",
        "n"
      ],
      [
        "Ġre",
        "c"
      ],
      [
        "a",
        "st"
      ],
      [
        "f",
        "or"
      ],
      [
        "o",
        "od"
      ],
      [
        "p",
        "er"
      ],
      [
        "r",
        "on"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "Ġc",
        "he"
      ],
      [
        "ic",
        "al"
      ],
      [
        "olog",
        "ical"
      ],
      [
        "b",
        "s"
      ],
      [
        "o",
        "s"
      ],
      [
        "Ġr",
        "o"
      ],
      [
        "ation",
        "s"
      ],
      [
        "u",
        "t"
      ],
      [
        "Ġt",
        "h"
      ],
      [
        "ic",
        "s"
      ],
      [
        "it",
        "y"
      ],
      [
        "a",
        "m"
      ],
      [
        "o",
        "c"
      ],
      [
        "Ġ",
        "le"
      ],
      [
        "en",
        "d"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "il",
        "l"
      ],
      [
        "b",
        "le"
      ],
      [
        "c",
        "c"
      ],
      [
        "f",
        "t"
      ],
      [
        "i",
        "es"
      ],
      [
        "i",
        "le"
      ],
      [
        "l",
        "u"
      ],
      [
        "r",
        "y"
      ],
      [
        "â",
        "Ģ"
      ],
      [
        "Ġ",
        "un"
      ],
      [
        "Ġ",
        "âĢ"
      ],
      [
        "Ġa",
        "d"
      ],
      [
        "Ġa",
        "l"
      ],
      [
        "Ġc",
        "h"
      ],
      [
        "Ġs",
        "ur"
      ],
      [
        "ag",
        "e"
      ],
      [
        "Ġcom",
        "m"
      ],
      [
        "ĠâĢ",
        "Ķ"
      ],
      [
        "d",
        "i"
      ],
      [
        "e",
        "p"
      ],
      [
        "e",
        "at"
      ],
      [
        "g",
        "l"
      ],
      [
        "h",
        "ile"
      ],
      [
        "o",
        "ver"
      ],
      [
        "t",
        "o"
      ],
      [
        "t",
        "im"
      ],
      [
        "y",
        "c"
      ],
      [
        "y",
        "s"
      ],
      [
        "Ġ",
        "on"
      ],
      [
        "Ġ",
        "it"
      ],
      [
        "Ġt",
        "e"
      ],
      [
        "or",
        "d"
      ],
      [
        "ing",
        "u"
      ],
      [
        "it",
        "e"
      ],
      [
        "Ġs",
        "at"
      ],
      [
        "Ġw",
        "hile"
      ],
      [
        "Ġm",
        "et"
      ],
      [
        "ig",
        "ation"
      ],
      [
        "un",
        "ity"
      ],
      [
        "Ġl",
        "a"
      ],
      [
        "ir",
        "r"
      ],
      [
        "Ġe",
        "x"
      ],
      [
        "ĠE",
        "n"
      ],
      [
        "Ġcon",
        "s"
      ],
      [
        "Ġst",
        "or"
      ],
      [
        "Ġtr",
        "ans"
      ],
      [
        "Ġann",
        "ot"
      ],
      [
        "Ġcomm",
        "unity"
      ],
      [
        "2",
        "0"
      ],
      [
        "8",
        "9"
      ],
      [
        "H",
        "istor"
      ],
      [
        "I",
        "n"
      ],
      [
        "c",
        "ed"
      ],
      [
        "h",
        "op"
      ],
      [
        "i",
        "an"
      ],
      [
        "i",
        "um"
      ],
      [
        "l",
        "ite"
      ],
      [
        "m",
        "s"
      ],
      [
        "o",
        "us"
      ],
      [
        "p",
        "p"
      ],
      [
        "p",
        "or"
      ],
      [
        "r",
        "en"
      ],
      [
        "t",
        "le"
      ],
      [
        "t",
        "ain"
      ],
      [
        "u",
        "c"
      ],
      [
        "u",
        "v"
      ],
      [
        "u",
        "ct"
      ],
      [
        "Ġ",
        "F"
      ],
      [
        "Ġ",
        "P"
      ],
      [
        "Ġ",
        "us"
      ],
      [
        "Ġ",
        "20"
      ],
      [
        "in",
        "k"
      ],
      [
        "er",
        "v"
      ],
      [
        "er",
        "ment"
      ],
      [
        "or",
        "s"
      ],
      [
        "or",
        "ks"
      ],
      [
        "Ġa",
        "rch"
      ],
      [
        "Ġc",
        "an"
      ],
      [
        "Ġc",
        "od"
      ],
      [
        "it",
        "t"
      ],
      [
        "Ġs",
        "et"
      ],
      [
        "Ġd",
        "ig"
      ],
      [
        "Ġw",
        "orks"
      ],
      [
        "Ġm",
        "on"
      ],
      [
        "Ġf",
        "erment"
      ],
      [
        "el",
        "lite"
      ],
      [
        "ot",
        "s"
      ],
      [
        "Ġn",
        "a"
      ],
      [
        "Ġn",
        "ow"
      ],
      [
        "Ġh",
        "istor"
      ],
      [
        "ap",
        "t"
      ],
      [
        "ĠA",
        "rch"
      ],
      [
        "ear",
        "ing"
      ],
      [
        "ver",
        "y"
      ],
      [
        "Ġch",
        "ron"
      ],
      [
        "Ġit",
        "s"
      ],
      [
        "Ġsat",
        "ellite"
      ],
      [
        "hop",
        "s"
      ],
      [
        "tle",
        "ment"
      ],
      [
        "Ġarch",
        "ive"
      ],
      [
        "Ġset",
        "tlement"
      ],
      [
        "Ġworks",
        "hops"
      ],
      [
        "a",
        "ch"
      ],
      [
        "v",
        "ol"
      ],
      [
        "Ġ",
        "or"
      ],
      [
        "ic",
        "l"
      ],
      [
        "Ġre",
        "t"
      ],
      [
        "ir",
        "ed"
      ],
      [
        "ĠL",
        "i"
      ],
      [
        "bs",
        "erv"
      ],
      [
        "Ġchron",
        "icl"
      ],
      [
        "u",
        "b"
      ],
      [
        "r",
        "e"
      ],
      [
        "d",
        "er"
      ],
      [
        "a",
        "y"
      ],
      [
        "c",
        "e"
      ],
      [
        "at",
        "e"
      ],
      [
        "T",
        "he"
      ],
      [
        "l",
        "ic"
      ],
      [
        "Ġ",
        "D"
      ],
      [
        "ar",
        "k"
      ],
      [
        "om",
        "e"
      ],
      [
        "Ġth",
        "at"
      ],
      [
        "b",
        "o"
      ],
      [
        "d",
        "e"
      ],
      [
        "d",
        "ed"
      ],
      [
        "g",
        "h"
      ],
      [
        "h",
        "t"
      ],
      [
        "n",
        "ed"
      ],
      [
        "u",
        "st"
      ],
      [
        "Ġ",
        "G"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "Ġt",
        "a"
      ],
      [
        "Ġa",
        "cc"
      ],
      [
        "al",
        "l"
      ],
      [
        "Ġw",
        "ill"
      ],
      [
        "Ġm",
        "ain"
      ],
      [
        "ur",
        "ing"
      ],
      [
        "ig",
        "ht"
      ],
      [
        "Ġn",
        "ot"
      ],
      [
        "ĠR",
        "e"
      ],
      [
        "ĠĠ",
        "ĠĠ"
      ],
      [
        "ul",
        "t"
      ],
      [
        "oc",
        "al"
      ],
      [
        "Ġte",
        "le"
      ],
      [
        "A",
        "N"
      ],
      [
        "a",
        "d"
      ],
      [
        "a",
        "ble"
      ],
      [
        "d",
        "ay"
      ],
      [
        "e",
        "c"
      ],
      [
        "e",
        "ct"
      ],
      [
        "g",
        "ra"
      ],
      [
        "i",
        "a"
      ],
      [
        "i",
        "k"
      ],
      [
        "i",
        "p"
      ],
      [
        "i",
        "ble"
      ],
      [
        "n",
        "c"
      ],
      [
        "o",
        "st"
      ],
      [
        "o",
        "ur"
      ],
      [
        "p",
        "en"
      ],
      [
        "p",
        "ow"
      ],
      [
        "r",
        "uct"
      ],
      [
        "t",
        "s"
      ],
      [
        "v",
        "al"
      ],
      [
        "y",
        "nc"
      ],
      [
        "Ġ",
        "U"
      ],
      [
        "Ġ",
        "V"
      ],
      [
        "Ġ",
        "j"
      ],
      [
        "Ġ",
        "u"
      ],
      [
        "Ġ",
        "ing"
      ],
      [
        "Ġ",
        "irr"
      ],
      [
        "er",
        "ed"
      ],
      [
        "or",
        "ding"
      ],
      [
        "Ġa",
        "ft"
      ],
      [
        "at",
        "or"
      ],
      [
        "at",
        "es"
      ],
      [
        "Ġc",
        "er"
      ],
      [
        "es",
        "s"
      ],
      [
        "Ġs",
        "p"
      ],
      [
        "Ġs",
        "ol"
      ],
      [
        "an",
        "g"
      ],
      [
        "an",
        "ish"
      ],
      [
        "an",
        "ce"
      ],
      [
        "Ġr",
        "es"
      ],
      [
        "Ġr",
        "iv"
      ],
      [
        "Ġd",
        "uring"
      ],
      [
        "ar",
        "ly"
      ],
      [
        "le",
        "ct"
      ],
      [
        "Ġo",
        "pen"
      ],
      [
        "ic",
        "e"
      ],
      [
        "ch",
        "ed"
      ],
      [
        "Ġm",
        "ap"
      ],
      [
        "Ġf",
        "eat"
      ],
      [
        "iv",
        "al"
      ],
      [
        "Ġn",
        "ight"
      ],
      [
        "as",
        "ed"
      ],
      [
        "Ġp",
        "ol"
      ],
      [
        "Ġh",
        "a"
      ],
      [
        "Ġh",
        "ost"
      ],
      [
        "il",
        "d"
      ],
      [
        "il",
        "k"
      ],
      [
        "Ġb",
        "y"
      ],
      [
        "Ġv",
        "al"
      ],
      [
        "im",
        "e"
      ],
      [
        "ve",
        "ys"
      ],
      [
        "Ġtra",
        "c"
      ],
      [
        "ĠO",
        "k"
      ],
      [
        "Ġth",
        "ro"
      ],
      [
        "Ġun",
        "der"
      ],
      [
        "Ġad",
        "ded"
      ],
      [
        "Ġsur",
        "veys"
      ],
      [
        "gl",
        "ish"
      ],
      [
        "yc",
        "l"
      ],
      [
        "ĠEn",
        "glish"
      ],
      [
        "bo",
        "o"
      ],
      [
        "pow",
        "ered"
      ],
      [
        "Ġirr",
        "igation"
      ],
      [
        "Ġaft",
        "er"
      ],
      [
        "Ġsol",
        "ar"
      ],
      [
        "0",
        "0"
      ],
      [
        "1",
        "7"
      ],
      [
        "2",
        "2"
      ],
      [
        "4",
        "00"
      ],
      [
        "9",
        "89"
      ],
      [
        "A",
        "n"
      ],
      [
        "B",
        "y"
      ],
      [
        "B",
        "ir"
      ],
      [
        "C",
        "O"
      ],
      [
        "E",
        "S"
      ],
      [
        "F",
        "l"
      ],
      [
        "H",
        "er"
      ],
      [
        "K",
        "h"
      ],
      [
        "L",
        "ocal"
      ],
      [
        "M",
        "od"
      ],
      [
        "N",
        "ot"
      ],
      [
        "N",
        "ES"
      ],
      [
        "Q",
        "R"
      ],
      [
        "R",
        "a"
      ],
      [
        "V",
        "ol"
      ],
      [
        "W",
        "AN"
      ],
      [
        "Y",
        "or"
      ],
      [
        "a",
        "e"
      ],
      [
        "a",
        "z"
      ],
      [
        "a",
        "ir"
      ],
      [
        "a",
        "is"
      ],
      [
        "a",
        "for"
      ],
      [
        "b",
        "er"
      ],
      [
        "c",
        "ow"
      ],
      [
        "c",
        "ent"
      ],
      [
        "c",
        "os"
      ],
      [
        "c",
        "over"
      ],
      [
        "d",
        "ig"
      ],
      [
        "d",
        "apt"
      ],
      [
        "e",
        "h"
      ],
      [
        "e",
        "er"
      ],
      [
        "e",
        "or"
      ],
      [
        "e",
        "ch"
      ],
      [
        "e",
        "ep"
      ],
      [
        "e",
        "boo"
      ],
      [
        "f",
        "s"
      ],
      [
        "f",
        "itt"
      ],
      [
        "f",
        "ired"
      ],
      [
        "f",
        "lect"
      ],
      [
        "g",
        "in"
      ],
      [
        "g",
        "or"
      ],
      [
        "g",
        "ion"
      ],
      [
        "g",
        "ap"
      ],
      [
        "h",
        "er"
      ],
      [
        "h",
        "ap"
      ],
      [
        "h",
        "uv"
      ],
      [
        "i",
        "ent"
      ],
      [
        "i",
        "ment"
      ],
      [
        "i",
        "est"
      ],
      [
        "i",
        "ans"
      ],
      [
        "j",
        "u"
      ],
      [
        "k",
        "t"
      ],
      [
        "k",
        "th"
      ],
      [
        "l",
        "at"
      ],
      [
        "l",
        "es"
      ],
      [
        "l",
        "im"
      ],
      [
        "l",
        "end"
      ],
      [
        "l",
        "ad"
      ],
      [
        "l",
        "iest"
      ],
      [
        "m",
        "ist"
      ],
      [
        "m",
        "ers"
      ],
      [
        "m",
        "por"
      ],
      [
        "m",
        "itt"
      ],
      [
        "m",
        "ilk"
      ],
      [
        "n",
        "a"
      ],
      [
        "n",
        "u"
      ],
      [
        "n",
        "al"
      ],
      [
        "n",
        "ological"
      ],
      [
        "o",
        "an"
      ],
      [
        "o",
        "Ra"
      ],
      [
        "p",
        "h"
      ],
      [
        "p",
        "ed"
      ],
      [
        "p",
        "ber"
      ],
      [
        "q",
        "u"
      ],
      [
        "r",
        "al"
      ],
      [
        "r",
        "ation"
      ],
      [
        "s",
        "et"
      ],
      [
        "s",
        "per"
      ],
      [
        "s",
        "ian"
      ],
      [
        "s",
        "ors"
      ],
      [
        "s",
        "ance"
      ],
      [
        "t",
        "ium"
      ],
      [
        "t",
        "ang"
      ],
      [
        "u",
        "ment"
      ],
      [
        "v",
        "es"
      ],
      [
        "v",
        "ival"
      ],
      [
        "v",
        "na"
      ],
      [
        "w",
        "ord"
      ],
      [
        "y",
        "a"
      ],
      [
        "y",
        "mers"
      ],
      [
        "Ġ",
        "Histor"
      ],
      [
        "Ġ",
        "In"
      ],
      [
        "Ġ",
        "400"
      ],
      [
        "Ġ",
        "Her"
      ],
      [
        "Ġ",
        "Kh"
      ],
      [
        "Ġ",
        "Not"
      ],
      [
        "Ġ",
        "QR"
      ],
      [
        "Ġ",
        "Yor"
      ],
      [
        "in",
        "d"
      ],
      [
        "in",
        "for"
      ],
      [
        "Ġt",
        "er"
      ],
      [
        "er",
        "n"
      ],
      [
        "er",
        "it"
      ],
      [
        "er",
        "ies"
      ],
      [
        "ed",
        "s"
      ],
      [
        "or",
        "n"
      ],
      [
        "or",
        "ed"
      ],
      [
        "or",
        "tium"
      ],
      [
        "Ġa",
        "pp"
      ],
      [
        "on",
        "al"
      ],
      [
        "on",
        "st"
      ],
      [
        "on",
        "an"
      ],
      [
        "on",
        "te"
      ],
      [
        "at",
        "ed"
      ],
      [
        "at",
        "al"
      ],
      [
        "al",
        "es"
      ],
      [
        "al",
        "ome"
      ],
      [
        "al",
        "ect"
      ],
      [
        "al",
        "atal"
      ],
      [
        "Ġc",
        "l"
      ],
      [
        "Ġc",
        "at"
      ],
      [
        "Ġc",
        "it"
      ],
      [
        "Ġc",
        "ra"
      ],
      [
        "Ġc",
        "iv"
      ],
      [
        "Ġc",
        "op"
      ],
      [
        "Ġc",
        "am"
      ],
      [
        "Ġc",
        "lu"
      ],
      [
        "st",
        "an"
      ],
      [
        "st",
        "ers"
      ],
      [
        "es",
        "e"
      ],
      [
        "es",
        "ear"
      ],
      [
        "en",
        "ous"
      ],
      [
        "en",
        "ais"
      ],
      [
        "en",
        "sors"
      ],
      [
        "ing",
        "ing"
      ],
      [
        "it",
        "or"
      ],
      [
        "it",
        "al"
      ],
      [
        "it",
        "ized"
      ],
      [
        "it",
        "igation"
      ],
      [
        "Ġs",
        "un"
      ],
      [
        "Ġs",
        "end"
      ],
      [
        "Ġs",
        "lu"
      ],
      [
        "Ġs",
        "ync"
      ],
      [
        "Ġs",
        "ensors"
      ],
      [
        "Ġs",
        "inging"
      ],
      [
        "an",
        "ists"
      ],
      [
        "an",
        "to"
      ],
      [
        "Ġd",
        "own"
      ],
      [
        "Ġd",
        "ood"
      ],
      [
        "Ġd",
        "oc"
      ],
      [
        "Ġd",
        "ust"
      ],
      [
        "ion",
        "s"
      ],
      [
        "ion",
        "al"
      ],
      [
        "ar",
        "y"
      ],
      [
        "ar",
        "ized"
      ],
      [
        "ar",
        "ies"
      ],
      [
        "ar",
        "liest"
      ],
      [
        "le",
        "ys"
      ],
      [
        "Ġthe",
        "ir"
      ],
      [
        "Ġo",
        "cc"
      ],
      [
        "ic",
        "ro"
      ],
      [
        "ic",
        "ul"
      ],
      [
        "Ġw",
        "ir"
      ],
      [
        "Ġw",
        "eat"
      ],
      [
        "Ġw",
        "earing"
      ],
      [
        "Ġm",
        "ig"
      ],
      [
        "Ġm",
        "yc"
      ],
      [
        "Ġm",
        "irr"
      ],
      [
        "Ġm",
        "itigation"
      ],
      [
        "Ġm",
        "icro"
      ],
      [
        "Ġre",
        "ve"
      ],
      [
        "Ġre",
        "lic"
      ],
      [
        "Ġre",
        "flect"
      ],
      [
        "Ġre",
        "gion"
      ],
      [
        "Ġre",
        "eds"
      ],
      [
        "ol",
        "kt"
      ],
      [
        "ur",
        "e"
      ],
      [
        "ur",
        "y"
      ],
      [
        "ur",
        "al"
      ],
      [
        "ur",
        "es"
      ],
      [
        "ist",
        "ics"
      ],
      [
        "Ġin",
        "to"
      ],
      [
        "Ġin",
        "vol"
      ],
      [
        "Ġin",
        "tang"
      ],
      [
        "ent",
        "ral"
      ],
      [
        "Ġf",
        "est"
      ],
      [
        "Ġf",
        "ish"
      ],
      [
        "Ġf",
        "ood"
      ],
      [
        "Ġf",
        "olkt"
      ],
      [
        "el",
        "p"
      ],
      [
        "el",
        "y"
      ],
      [
        "el",
        "ium"
      ],
      [
        "el",
        "ess"
      ],
      [
        "el",
        "ju"
      ],
      [
        "ig",
        "ital"
      ],
      [
        "ig",
        "ures"
      ],
      [
        "un",
        "i"
      ],
      [
        "un",
        "ar"
      ],
      [
        "un",
        "te"
      ],
      [
        "un",
        "ched"
      ],
      [
        "Ġl",
        "ist"
      ],
      [
        "Ġl",
        "ingu"
      ],
      [
        "Ġl",
        "ink"
      ],
      [
        "Ġl",
        "ik"
      ],
      [
        "Ġl",
        "oan"
      ],
      [
        "Ġl",
        "unar"
      ],
      [
        "ra",
        "ced"
      ],
      [
        "ra",
        "ms"
      ],
      [
        "iv",
        "es"
      ],
      [
        "iv",
        "als"
      ],
      [
        "ot",
        "anists"
      ],
      [
        "Ġn",
        "ear"
      ],
      [
        "as",
        "h"
      ],
      [
        "as",
        "por"
      ],
      [
        "as",
        "pber"
      ],
      [
        "as",
        "onal"
      ],
      [
        "as",
        "ional"
      ],
      [
        "Ġe",
        "very"
      ],
      [
        "Ġe",
        "ach"
      ],
      [
        "Ġe",
        "qu"
      ],
      [
        "Ġe",
        "arliest"
      ],
      [
        "own",
        "ed"
      ],
      [
        "Ġp",
        "op"
      ],
      [
        "Ġp",
        "air"
      ],
      [
        "Ġp",
        "alatal"
      ],
      [
        "et",
        "ro"
      ],
      [
        "is",
        "itor"
      ],
      [
        "om",
        "y"
      ],
      [
        "Ġh",
        "all"
      ],
      [
        "Ġh",
        "erit"
      ],
      [
        "og",
        "gl"
      ],
      [
        "il",
        "n"
      ],
      [
        "Ġb",
        "uc"
      ],
      [
        "Ġb",
        "eh"
      ],
      [
        "Ġb",
