{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Lowercase"
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      ",": 2,
      "==": 3,
      ".": 4,
      "the": 5,
      "-": 6,
      "of": 7,
      "a": 8,
      "and": 9,
      "in": 10,
      "to": 11,
      "town": 12,
      "with": 13,
      "'": 14,
      "data": 15,
      "s": 16,
      "—": 17,
      "by": 18,
      "community": 19,
      "while": 20,
      "archive": 21,
      "history": 22,
      "its": 23,
      "now": 24,
      "satellite": 25,
      "settlement": 26,
      "workshops": 27,
      "that": 28,
      ";": 29,
      "for": 30,
      "local": 31,
      "use": 32,
      "added": 33,
      "after": 34,
      "during": 35,
      "early": 36,
      "english": 37,
      "irrigation": 38,
      "on": 39,
      "open": 40,
      "powered": 41,
      "solar": 42,
      "surveys": 43,
      "12th": 44,
      "1893": 45,
      "1989": 46,
      "2017": 47,
      "2022": 48,
      "400": 49,
      "accordion": 50,
      "adaptation": 51,
      "adaptive": 52,
      "ai": 53,
      "al": 54,
      "algorithm": 55,
      "annals": 56,
      "annotated": 57,
      "annotations": 58,
      "annual": 59,
      "appearing": 60,
      "archaeological": 61,
      "archives": 62,
      "asian": 63,
      "behind": 64,
      "biruni": 65,
      "blend": 66,
      "botanists": 67,
      "buckthorn": 68,
      "camel": 69,
      "canals": 70,
      "candied": 71,
      "cat": 72,
      "central": 73,
      "century": 74,
      "ceramics": 75,
      "cheese": 76,
      "chefs": 77,
      "chemistry": 78,
      "chronicler": 79,
      "chuvash": 80,
      "citing": 81,
      "civic": 82,
      "climate": 83,
      "clusters": 84,
      "coders": 85,
      "codes": 86,
      "consonants": 87,
      "consortium": 88,
      "contain": 89,
      "contemporary": 90,
      "copper": 91,
      "crafted": 92,
      "cultural": 93,
      "diagrams": 94,
      "dialect": 95,
      "diaries": 96,
      "diaspora": 97,
      "digital": 98,
      "digitized": 99,
      "digs": 100,
      "documented": 101,
      "doodle": 102,
      "downtimes": 103,
      "dust": 104,
      "each": 105,
      "earliest": 106,
      "engineer": 107,
      "equipment": 108,
      "esperanto": 109,
      "every": 110,
      "everyday": 111,
      "experiment": 112,
      "explaining": 113,
      "feature": 114,
      "fermentation": 115,
      "fermented": 116,
      "festivals": 117,
      "figures": 118,
      "fired": 119,
      "fishing": 120,
      "flood": 121,
      "folktales": 122,
      "food": 123,
      "forecast": 124,
      "french": 125,
      "gap": 126,
      "gastronomy": 127,
      "gates": 128,
      "goggles": 129,
      "governed": 130,
      "halls": 131,
      "have": 132,
      "her": 133,
      "heritage": 134,
      "historian": 135,
      "historians": 136,
      "hosted": 137,
      "indigenous": 138,
      "ingots": 139,
      "intangible": 140,
      "into": 141,
      "involves": 142,
      "journalists": 143,
      "keepers": 144,
      "kelp": 145,
      "khazar": 146,
      "kiln": 147,
      "kumis": 148,
      "labs": 149,
      "laden": 150,
      "launched": 151,
      "leased": 152,
      "levees": 153,
      "lidiya": 154,
      "likely": 155,
      "linguistics": 156,
      "linguists": 157,
      "linking": 158,
      "list": 159,
      "loanwords": 160,
      "lorawan": 161,
      "lunar": 162,
      "maintain": 163,
      "mapped": 164,
      "meteorological": 165,
      "meticulous": 166,
      "microforests": 167,
      "migration": 168,
      "milk": 169,
      "mirrored": 170,
      "mitigation": 171,
      "modern": 172,
      "monasteries": 173,
      "monthly": 174,
      "moscow": 175,
      "mycelium": 176,
      "naan": 177,
      "naval": 178,
      "near": 179,
      "nightly": 180,
      "notable": 181,
      "notebooks": 182,
      "observatory": 183,
      "occasional": 184,
      "oghur": 185,
      "okafor": 186,
      "one": 187,
      "optimized": 188,
      "oral": 189,
      "owned": 190,
      "pair": 191,
      "palatalized": 192,
      "petrovna": 193,
      "pi": 194,
      "polymers": 195,
      "popularized": 196,
      "qr": 197,
      "raspberry": 198,
      "reconstructions": 199,
      "recordings": 200,
      "recycled": 201,
      "reeds": 202,
      "reflecting": 203,
      "region": 204,
      "reinforced": 205,
      "relic": 206,
      "renaissance": 207,
      "research": 208,
      "reshaped": 209,
      "retrofitted": 210,
      "reveal": 211,
      "revival": 212,
      "river": 213,
      "roots": 214,
      "routes": 215,
      "salome": 216,
      "sea": 217,
      "seasonal": 218,
      "seed": 219,
      "seljuk": 220,
      "send": 221,
      "sensors": 222,
      "singing": 223,
      "sluice": 224,
      "spark": 225,
      "stations": 226,
      "steppe": 227,
      "stored": 228,
      "storms": 229,
      "sunset": 230,
      "surplus": 231,
      "syncs": 232,
      "tacos": 233,
      "technological": 234,
      "telegraph": 235,
      "terraced": 236,
      "their": 237,
      "throat": 238,
      "time": 239,
      "traces": 240,
      "trade": 241,
      "trading": 242,
      "translating": 243,
      "transmitters": 244,
      "trucks": 245,
      "tuvan": 246,
      "uncovered": 247,
      "understanding": 248,
      "unesco": 249,
      "uplink": 250,
      "using": 251,
      "valleys": 252,
      "vanished": 253,
      "via": 254,
      "village": 255,
      "visitor": 256,
      "volunteer": 257,
      "vr": 258,
      "wearing": 259,
      "weather": 260,
      "willow": 261,
      "wireless": 262,
      "yoruba": 263,
      "chronicling": 264,
      "classes": 265,
      "complete": 266,
      "conductors": 267,
      "depot": 268,
      "escape": 269,
      "evolution": 270,
      "life": 271,
      "log": 272,
      "observations": 273,
      "orientation": 274,
      "phenology": 275,
      "puzzles": 276,
      "repurposed": 277,
      "retired": 278,
      "room": 279,
      "schoolchildren": 280,
      "teach": 281,
      "tram": 282,
      "travel": 283,
      "reading": 284,
      "{": 285,
      "}": 286,
      "::": 287,
      ":": 288,
      "pub": 289,
      "self": 290,
      "max": 291,
      "metrics": 292,
      "(": 293,
      "mut": 294,
      "().": 295,
      ")": 296,
      "=": 297,
      "await": 298,
      "f32": 299,
      "fn": 300,
      "let": 301,
      "station_id": 302,
      "\"": 303,
      "#[": 304,
      "%": 305,
      "(&": 306,
      "()": 307,
      "->": 308,
      "0": 309,
      "::{": 310,
      "<": 311,
      ">,": 312,
      "?;": 313,
      "city": 314,
      "datetime": 315,
      "deserialize": 316,
      "it": 317,
      "len": 318,
      "main": 319,
      "normalize": 320,
      "park": 321,
      "public": 322,
      "reader": 323,
      "serialize": 324,
      "string": 325,
      "telemetry": 326,
      "utc": 327,
      "value": 328,
      "will": 329,
      "};": 330,
      "!(\"": 331,
      "!(%": 332,
      "\").": 333,
      "\");": 334,
      "$": 335,
      "&": 336,
      "&&": 337,
      "(\"": 338,
      "(())": 339,
      "())": 340,
      "(),": 341,
      "();": 342,
      ").": 343,
      ");": 344,
      ")]": 345,
      "*": 346,
      ",\"": 347,
      "//": 348,
      "/=": 349,
      "1": 350,
      "175": 351,
      "7443": 352,
      "8": 353,
      "92": 354,
      "://": 355,
      "<()>": 356,
      ">": 357,
      "]": 358,
      "about": 359,
      "accessible": 360,
      "according": 361,
      "advocates": 362,
      "afghan": 363,
      "alicia": 364,
      "alleviate": 365,
      "also": 366,
      "american": 367,
      "annotate": 368,
      "anyhow": 369,
      "arrival": 370,
      "artists": 371,
      "async": 372,
      "audio": 373,
      "available": 374,
      "ballot": 375,
      "bike": 376,
      "blueprints": 377,
      "boards": 378,
      "bolani": 379,
      "bubbles": 380,
      "budget": 381,
      "bus": 382,
      "ceremony": 383,
      "chased": 384,
      "children": 385,
      "chrono": 386,
      "cloned": 387,
      "clover": 388,
      "combined": 389,
      "commitment": 390,
      "concerned": 391,
      "confirmed": 392,
      "congestion": 393,
      "considering": 394,
      "crews": 395,
      "cutting": 396,
      "cyclists": 397,
      "debug": 398,
      "deputy": 399,
      "derive": 400,
      "design": 401,
      "designed": 402,
      "detailed": 403,
      "edge": 404,
      "efficient": 405,
      "empanadas": 406,
      "energy": 407,
      "expanded": 408,
      "facelift": 409,
      "featuring": 410,
      "fold": 411,
      "format": 412,
      "gomez": 413,
      "gómez": 414,
      "habitat": 415,
      "host": 416,
      "if": 417,
      "impl": 418,
      "includes": 419,
      "info": 420,
      "ingestion": 421,
      "installed": 422,
      "is_finite": 423,
      "iter": 424,
      "jamaican": 425,
      "just": 426,
      "l": 427,
      "lanes": 428,
      "language": 429,
      "lavender": 430,
      "lights": 431,
      "maintenance": 432,
      "mandarin": 433,
      "many": 434,
      "maps": 435,
      "markets": 436,
      "mayor": 437,
      "milkweed": 438,
      "million": 439,
      "multilingual": 440,
      "municipalities": 441,
      "nan": 442,
      "native": 443,
      "new": 444,
      "next": 445,
      "night": 446,
      "not": 447,
      "noted": 448,
      "officers": 449,
      "officials": 450,
      "ok": 451,
      "other": 452,
      "patties": 453,
      "persist": 454,
      "plans": 455,
      "playbook": 456,
      "playground": 457,
      "pollinator": 458,
      "prairie": 459,
      "praising": 460,
      "project": 461,
      "ran": 462,
      "rare": 463,
      "real": 464,
      "received": 465,
      "recorded_at": 466,
      "renovation": 467,
      "reopen": 468,
      "replanted": 469,
      "residents": 470,
      "result": 471,
      "ribbon": 472,
      "rising": 473,
      "riverside": 474,
      "router": 475,
      "rs": 476,
      "said": 477,
      "samples": 478,
      "satisfaction": 479,
      "schedule": 480,
      "selected": 481,
      "serde": 482,
      "service": 483,
      "share": 484,
      "should": 485,
      "show": 486,
      "sign": 487,
      "similar": 488,
      "some": 489,
      "source": 490,
      "space": 491,
      "spanish": 492,
      "station": 493,
      "storage": 494,
      "stream": 495,
      "struct": 496,
      "summer": 497,
      "surprise": 498,
      "sustainability": 499,
      "system": 500,
      "tactile": 501,
      "taxes": 502,
      "tested": 503,
      "this": 504,
      "through": 505,
      "tokio": 506,
      "tours": 507,
      "tracing": 508,
      "transit": 509,
      "tuesday": 510,
      "two": 511,
      "under": 512,
      "unveiled": 513,
      "upgrades": 514,
      "vec": 515,
      "vegan": 516,
      "vendors": 517,
      "weekend": 518,
      "weekly": 519,
      "welcome": 520,
      "wildflowers": 521,
      "wss": 522,
      "year": 523,
      "{}": 524,
      "{}\",": 525,
      "|": 526
    },
    "unk_token": "[UNK]"
  }
}